<template>
   <div class="w">
    <img src="../../../assets/img/exhibition-banner.jpg" alt="">
    <div class="main">
        <!-- 会员卡问与答 -->
        <div class="body">
            <h2>会员卡问与答</h2>
            <div>
                <h4>一、注意事项</h4>
            <p><strong>问：会员卡过期后可以继续使用吗？该如何续费？</strong></p>
            <p>答：会员卡过期后，则自动失效，不能继续延用。</p>
            <p>如需续卡，只要青年旅舍中国总部有您旧的会员卡资料记录，即可续卡，并享受续卡优惠。（续卡优惠折扣只可以向青年旅舍中国总部申请）。续卡成功后，您将重新拿到一张新的会员卡。旅舍前台没有续卡优惠，仍然按照原价50元/张购买。</p>
            <p><b>问：会员卡是实名制吗？可以借给其他人使用吗？入住旅舍如何享受优惠？</b></p>
            <p>答：会员卡采用实名制，只能持卡者本人使用，不能借给其他人使用。入住旅舍时，请出示您的会员卡。在国内（不含港澳），一张会员卡可以享受一个床位或一个标准间的会员价优惠；在澳门，必须持有会员卡方可入住；在香港，部分旅舍一个会员最多可以带三个非会员入住（仅会员可以享受会员价优惠）。在国外，会员卡的受惠人数由当地决定，详情请在出行前与当地旅舍联系。</p>
            <p>
                <b>问：会员卡的使用是否有年龄限制？年长的长者可以办理会员卡吗？</b>
            </p>
            <p>答：只要申请人年满5岁，均可以办理会员卡，因此，年长的长者也是可以办理会员卡的。</p>
            <p>在国内，会员卡的使用没有年龄限制的。但是出于安全考虑，青年旅舍会对特定房型（如多人间上下床）的客人（如幼童、年长者及行动不便的人士）进行劝导和另行安排。一般比较偏远的地区，旅舍也不鼓励行动不便的年长者入住。</p>
            <p>在国外，对入住的会员有否年龄限制，则需咨询当地旅舍。</p>
            <p>
                <b>问：我必须拿到会员卡，才可以网上预定旅舍吗？</b>
            </p>
            <p>答：不一定。您可以先注册一个用户名，然后使用该用户名登录后，直接在线预定（请选择"会员价"），只要您在入住旅舍时，出示有效会员卡，即可享受会员优惠，按照会员价格结算</p>
            </div>
            <div>
                <h4>二、填表</h4>
                <p><b>问：申办会员卡之前一定需要提交申请表吗？</b></p>
                <p>答：是的，申办会员卡需要提交申请表。最好选择在线填表的方式，便捷又环保。填写申请表是为让您的申请记录在我们的后台系统库里得以保存，保障您日后的权益。万一您的卡丢失或者旅行过程中遗忘带上会员卡，只需在官方网站用您的会员号码及密码（初始密码默认为您提交的证件号码）登陆，查出您的个人资料以证明您是有效期内的会员身份，入住大陆地区的青年旅舍仍可享受会员优惠。（注：入住海外及港、澳、台地区的旅舍必须携带会员卡正本）。</p>
                <p><b>问：为什么我无法在线提交申请表？</b></p>
                <p>答：可能出现以下原因导致无法在线提交成功：输入资料不完整或者字符过长。</p>
                <p><b>问：填写申请表可以选择英文吗？</b></p>
                <p>答：中文版暂时不可以。</p>
            </div>
             <div>
                <h4>三、如何缴费</h4>
                <p><b>问：缴费可以通过网上支付吗？</b></p>
                <p>答：网上支付功能现已开通，您可直接通过网银/ 支付宝/ 微信/ 财付通等方式支付完成缴费。</p>
                <p><b>问：回邮方式该如何选择？</b></p>
                <p>答：回邮方式分顺丰快递（广东省外）、顺丰快递（广东省内）和EMS快递（全国）三种（详细资费请浏览本网站"会员卡申请"一栏。）</p>
                <p>1）【广东省外】顺丰快递：我们会在您成功付款后，3个工作日内寄出会员卡，具体情况视乎申请人数和制卡进度而定。着急用卡的话，请您慎重选择在线申请。如有特殊情况，亦可发邮件到service@yhachina.com说明，我们会尽量安排处理。该快递公司承诺在中国大陆范围内从寄件到送达所需时间不超过3天。用户可以凭邮件的邮寄单号致电顺丰速运的全国客服热线4008-111-111或登录www.sf-express.com查询快件的现状。部分顺丰快递不到的地区，我们会改用中国邮政的EMS标准快递。</p>
                <p>2）【广东省内】顺丰快递：我们会在您成功付款后，3个工作日内寄出会员卡，具体情况视乎申请人数和制卡进度而定。着急用卡的话，请您慎重选择在线申请。如有特殊情况，亦可发邮件到service@yhachina.com说明，我们会尽量安排处理。一般寄出后1-2天能送达。</p>
                <p>3）【全国】快递(EMS/申通)：我们会在您成功付款后，3个工作日内寄出会员卡，具体情况视乎申请人数和制卡进度而定。着急用卡的话，请您慎重选择在线申请。如有特殊情况，亦可发邮件到service@yhachina.com说明，我们会尽量安排处理。用户可以凭邮件的邮寄单号登录对应承运快递公司网站查询快件的现状。广东省内一般寄出后1-3天能送达，广东省外2-7天送达。</p>
                <p><b>问：两个或以上人数办理会员卡，可否只付一份回邮费用？</b></p>
                <p>答：可以。在会员卡申请中点击“添加会员卡”即可同时办理多张会员卡。</p>
                <p><b>问：成功付款之后多久可以收到会员卡？</b></p>
                <p>答：我们会在您成功付款后，3个工作日内寄出会员卡，具体情况视申请人数和制卡进度而定。</p>
                <p>着急用卡的话，请您慎重选择在线申请。收到会员卡的速度取决于快递公司的派送效率。一般来说，顺丰快递3天内送达，EMS广东省内1-3天，广东省外则需2-7天（特别偏远地区的邮寄时间则可能延长）。会员卡发出后，我们将以短信形式把快递的邮寄单号发送至您手机上。个人中心亦可查询到会员卡寄送进度。</p>
            </div>
            <div>
                <h4>四、售卡地点</h4>
                <p><b>问：我可以在全国任何一家青年旅舍办理会员卡吗？</b></p>
                <p>答：全国大部分青年旅舍前台可以买到会员卡。建议先致电您所希望前往办理会员卡的旅舍，询问其目前有没会员卡出售。如果其没有卡出售，则请通过网上申请或到其他旅舍办理，方便的话也可直接前往总部地址办理。前往总部或旅舍办理会员卡是即场取卡和马上生效使用的。到当地旅舍办理会员卡无需网上填表，在旅舍前台填写好申请表即可马上取卡。</p>
                <p><b>问：我可以上门到总部办卡吗？需要带什么证件？</b></p>
                <p>答：可以。建议先在线递交申请表，选择总部自提，并记录下申请表流水号。前往总部办理会员卡时，报上申请表流水号并付款即可。可以代朋友办理并领卡，现场付款。</p>
            </div>
            <div>
                <h4>六、会员卡填写</h4>
                <p><b>问：问什么会员卡是手写的？</b></p>
                <p>答：1. 为了让客人能即时拿到会员卡。如果是像银行卡那样用机器打印，需要更多时间，现场办理不能做到即时取卡。</p>
                <p>2.增加管理成本及维护难度。由于我们的售卡网点遍布全国，从大城市到边陲小镇，如果每个点都配一部机器，运作成本加大。如果使用过程中有坏损而导致不能使用，维修难度大，这将直接影响办卡效率。</p>
                <p>3.环保的要求。相对机制卡对油墨和机器的消耗，手写卡耗费的材料较少。</p>
                <p>4.基于上述原因，目前世界上大多数国家都保留手写卡的做法，特别是那些国土面积较大的国家。</p>
                <p><b>特别提示：</b>全国各青年旅舍售卡点尽量安排书写较好的人员为客人书写会员卡；若客人的字写得漂亮，也可由售卡点工作人员指导客人自己填写。但任何一种情况工作人员都别忘了将客人的资料输入总部会员数据库哦。</p>
                <p><b>注：</b> 通过青年旅舍中国总部办理的会员卡只能邮寄到中国大陆地区，海外以及港、澳、台地区一律不予邮寄。但身在中国大陆地区的外籍人士以及港、澳、台人士，均可透过青年旅舍中国总部或者国内的青年旅舍前台直接购买会员卡。 </p>
            </div>
            <div>
                <h4>七、会员卡密码</h4>
                <p><b>问：我的会员卡初始密码是多少？</b></p>
                <p>答：若您是先注册用户名，后网上申请会员卡的，那么会员卡的密码与您注册用户名时使用的密码是相同的。若您的会员卡是在总部或旅舍现场购买的，且没有事先注册过用户名，那么会员卡的初始密码为您在申请会员卡时填写的有效证件号码的全部（如：身份证、护照或军官证等）。您可以凭会员卡号及初始密码登录网站后，重新修改登录密码。（注册用户名与申请会员卡若非同步完成，两者无法关联。）</p>
                <p><b>问：忘记会员卡密码了怎么办？</b></p>
                <p>答：您可以通过网站重置密码。</p>
            </div>
            <div>
                <h4>八、会员卡丢失及补办</h4>
                <p><b>问：我的会员卡丢失了，还可以继续使用吗？可以补办吗？</b></p>
                <p>答：可以向青年旅舍中国总部申请补办，只要总部找到您的会员卡资料。补办会员卡的费用是原价50元的一半，即25元，另加邮寄费用。补办成功后，您将拿到一张新的会员卡，新的卡号，但会员卡的有效期仍然按照旧卡的有效期签发。旅舍前台无法办理失卡补办，按照50元/张购买。</p>
                <p><b>问：如何补办会员卡，如何付款？</b></p>
                <p>答：由于网上补办申请功能暂未开通，关于补办问题，您可发邮件到service@yhachina.com申请补办。</p>
            </div>
        </div>
        <div class="cards">
          <memberCard></memberCard>
          <HostelCard></HostelCard>
        </div>
     </div>
    </div>
</template>

<script>
import HostelCard from "../../../components/HostelCard/index.vue";
import memberCard from "../../../components/memberCard/index.vue"
export default {
  components: {
    HostelCard,
    memberCard,
  },
};
</script>

<style lang="less" scoped>
.w{
  width: 100%;
  background-color: #f5f5f5;
  >img{
    width: 100%;
    display: block;
    margin-bottom: -5rem;
  }
    .main{
        width: 1080px;
        margin: auto;
        display: flex;
        justify-content: space-between;
        padding: 30px 0 40px 30px;
        line-height: 28px;
        .body{
            width: 780px;
            background-color: #ffffff;
            padding: 35px ;
            >h2{
                font-size: 36px;
                color: #333;
                margin-bottom: 30px;
            }
            div{
                h4{
                    font-weight: bold;font-size: 17px;
                    padding: 10px 0;
                }
                p{
                    line-height: 32px;
                    margin-bottom: 20px;
                    padding-left: 2em;
                    text-indent: 2em;
                }
            }
        }
    }
}
</style>