<template>
  <div class="notice">
    <h3 class="hostel-pt">预订须知</h3>
    <p>1.一般标准房（&lt;3床）单价以房间计算，多人房（≥3床）单价以床位计算。&nbsp;</p>
    <p>2.一般标准房中的“预订数量”是指房间数，各种多人房中的“预订数量”是指床位数，请小心选择预订数量。&nbsp;</p>
    <p>3.当入住时间少于预订时间（ 如预订3天，实际只住2天或1天），多付的定金不退，也不可抵余额。</p>
    <p>4."对于客人额外的预订要求旅舍将根据实际情况尽量满足,但并不构成订单上所必需履行的条款 " 。当客人入住当天以未满足要求为由而拒绝入住（ 如预订2个床位，实际只入住1位或未入住），多付的定金不退，也不可抵余额。</p>
    <p>5.如果入住人数（大于12岁的人数）大于房间可容纳人数，旅舍保留要求客人加床或者多预订一间房的权利。 出于安全考虑，旅舍有权拒绝携带12岁以下小孩入住多人间同一床位的客人。</p>
    <p>6.“会员价”指的是持有国际青年旅舍<font style="vertical-align:super;font-size:50%; ">®</font>会员卡的会员所享受的优惠价格。无国际青年旅舍<font style="vertical-align:super;font-size:50%; ">®</font>会员卡的客人请选择“非会员价”。</p>
    <p>7.会员及非会员均可预订房间，请如实选择“会员”的预订数量以及“非会员”的预订数量，旅舍会在各位旅客入住时核对每一位会员的会员卡，如果与订单的数量不符，旅舍会视实际情况补收金额的差价部分。&nbsp;</p>
    <p>8.旅舍房间在不同时段有不同价格，例如周末或黄金周，不同地方的活动、庆典期间等，如果预订入住的时间跨越不同时段，在上一步中显示的价格是平均价，在本页显示分时段的明细价格表。&nbsp;</p>
    <p>9.青年旅舍<font style="vertical-align:super;font-size:50%; ">®</font>中多人间原则上是分男女宿舍，但如属同一团体对房间安排有特殊要求的，请在预订后联系旅舍协调。&nbsp;</p>
    <p>10.青年旅舍<font style="vertical-align:super;font-size:50%; ">®</font>主要为了青年人旅行交流而开办的，其设施也主要是考虑年青人的特点而设置的，服务中也有许多需要自助的内容，故较适合中青年入住。青年旅舍<font style="vertical-align:super;font-size:50%; ">®</font>有权出于安全考虑对不适合入住特定房型(如多人间上下床)的客人进行劝导和另行安排。&nbsp;</p>
    <p>11.客人入住旅舍当天，在办理入住手续之前，每家旅舍为客人保留预订床位或房间的有效时限会有不同，请注意旅舍说明。如果您在最晚到店时间前无法赶到的，请提前通知预订的旅舍，以免房间被取消。&nbsp;</p>
    <p>12.按国际惯例，入住旅舍一天的计算时间为当天14：00以后，离店时间为次日正午12：00前 。如果提前入住或推迟离店，均须酌情加收一定的费用。</p>
  </div>
</template>

<script>
export default {
  name: "BookInfo"
}
</script>

<style lang="less" scoped>
.notice {
  .hostel-pt{
    font-size: 18px;
    color: #333;
    font-weight: bold;
    border-bottom: 1px solid #e2e2e2;
    padding: 25px 0 5px;
    margin-bottom: 20px;
  }
  p {
    font-size: 14px;
    line-height: 28px;
    color: #333;
  }
}
</style>